Autodesk.Revit.DB.SpecTypeId.String.Url
URL, in discipline Common.

Autodesk.Revit.DB.SpecTypeId.String.Text
Text, in discipline Common.

Autodesk.Revit.DB.SpecTypeId.String.MultilineText
Multiline Text, in discipline Common.

Autodesk.Revit.DB.SpecTypeId.String
This class contains constants identifying string specs.
Since:
2021